Repository: luismgonzalezb/BusinessLMS
Catalog: TextResources/BusinesslmsHome.*.resx
Languages: es_mx

# HeatherTitle
source: LEARN TO BE AN INDEPENDENT BUSINESS OWNER
es_mx: APRENDE A TENER TU PROPIO NEGOCIO

# MenuAbout
source: About
es_mx: Nosotros

# MenuContact
source: Contact
es_mx: Contacto

# MenuHome
source: Home
es_mx: Inicio

# MenuLogin
source: Login
es_mx: Accesar

# MissionText
source: Teach people what a compensation plan is, which different companies use what compensation plan and break down ours.
es_mx: Enseñar que es un plan de compensación, cual usan las diferentes compañías y desglosar el nuestro.

# MissionTitle
source: MISSION
es_mx: MISION

# NewsSubtitle
source: We are under Construction
es_mx: Estamos en Construcción

# NewsText
source: Please be tuned to the updates, get in constantly, register and be sure to leave feedback.
es_mx: Por favor este atento a los cambios, los cuales son constantes. Registrate y deja tus comentarios.

# NewsTitle
source: Latest News
es_mx: Últimas Noticias

# PurposeText
source: Teach the basics, principles and values to develop an organization.
es_mx: Enseñar los básicos, principios y valores para desarrollar una organización.

# PurposeTitle
source: PURPOSE
es_mx: PROPOSITO

# RedSocial
source: Find Us in...
es_mx: Nos encontramos en....

# RegisterIboNumber
source: IBO Number
es_mx: Numero IBO

# RegisterPhone
source: Phone
es_mx: Telefono

# RegisterQuestion
source: Who told you about us?
es_mx: Como te enteraste de nosotros?

# RegisterSubtitle
source: Join us Here...
es_mx: Unete a nosotros aqui

# RegisterTitle
source: Ready to have a debt free and full of time life?...
es_mx: Estas Listo para llevar una vida con tiempo libre, y libre de deudas?...

# VideoText1
source: The information contained in this single video is intended to awaken your curiosity, capture your interest and give you information with real data. We can’t convince you, but we can give you information so that you become student, and therefore a professional in one of the industries with the greatest potential in this era and in the whole world.
es_mx: La información contenida en este vídeo solo tiene el propósito de despertar tu curiosidad, captar tu interés y darte información con datos reales. No pretendemos convencerte, solo darte información con el fin de que te conviertas en estudiante y por ende en un profesional de una de las industrias de mayor potencial en esta era y en el mundo entero.

# VideoText2
source: The network marketing industry has been around for over 100 years. And at the same time, technology has been evolving entrepreneur's lives. I say entrepreneurs because network marketing is so noble that it doesn't matter if you have a profession or not, what matters is that you understand it, start it and finish it, thus getting the result you want.
es_mx: La industria del mercadeo en red lleva mas de cien años en el mundo. A la par con la tecnología están evolucionando las vidas de las personas emprendedoras. Digo emprendedoras porque el mercadeo en red es tan noble que no importa si tienes una profesión o no, lo que importa es que lo entiendas, lo inicies y lo termines, obteniendo así el resultado que deseas.

# VideoText3
source: The network marketing industry has been around for over one hundred years. However, even the best network marketing companies have their own system and their own compensation plan. The largest companies and most successful distributors are those who live under their principles and values, and that continue to grow, because the world's largest businesses are being honored.
es_mx: La industria del mercadeo en red lleva mas de cien años, en el mundo, sin embargo aunque las mejores compañías de mercadeo en red, tienen su propio sistema y su plan de compensación. Las empresas mas grandes y los distribuidores mas exitosos. Son quien viven sometidos a principios y valores por eso han sobrevivido y continuaran creciendo, porque el negocio mas grade del mundo es ser honrado.

# VideoTitle1
source: What The Numbers Mean
es_mx: Qué significan los números?

# VideoTitle2
source: The Amway Oportunity
es_mx: La oportunidad de Amway

# VideoTitle3
source: Principles of Our Founders
es_mx: Los principios de nuestros fundadores

# VisionText
source: Show what the network marketing industry is and what the best companies are.
es_mx: Enseñar que es la industria del mercadeo en red y cuales son las mejores compañías.
